// © Copyright 2004-2008, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Filinnlasting";
kUploadingTitleStringKey = "Laster inn…";
kUploadingReceiveResponseTitleStringKey = "Mottar svar…";

// Errors
kFileOpenError = "Kan ikke åpne filen %@.";
kFileOpenErrorExplanation = "Denne filen er ødelagt, flyttet til et annet sted, har fått nytt navn eller er slettet. Kontroller filplassering eller velg en annen fil og prøv igjen.";
kPrintChannelOpenError = "Kan ikke åpne en skriverkanal.";
kPrintChannelOpenErrorExplanation = "Kontroller at skriveren er tilkoblet og slått på, og prøv igjen.";
kSendDataError = "Kan ikke sende data til skriveren";
kSendDataErrorExplanation = "Kontroller at skriveren er tilkoblet og slått på, og prøv igjen.";

HSDDescriptionField = "Velg en fil og send den til skriveren. Resultatet av denne handlingen er avhengig av innholdet av filen du laster inn.";
HSDFilePathLabel = "Filnavn:";
HSDFilePathField = "<Ikke valgt>";
HSDChooseButton = "Velg…";
HSDGetResponseButton = "Vis svaret fra enheten";
HSDUploadButton = "Last inn";

HSDProgressTitle = "Laster inn…";
HSDCancelButton = "Avbryt";

HSDCloseButton = "Lukk";
